[
    "When I wrote the following pages, or rather the bulk of them, I lived alone, in the woods, a mile from any neighbor, in a house which I had built myself.",
    "I should not obtrude my affairs so much on the notice of my readers if very particular inquiries had not been made by my townsmen concerning my mode of life, which some would call impertinent.",
    "though they do not appear to me at all impertinent, but, considering the circumstances, very natural and pertinent. Some have asked what I got to eat; if I did not feel lonesome.",
    "I would fain say something, not so much concerning the Chinese and Sandwich Islanders as you who read these pages, who are said to live in New England; something about your condition.",
    "I have travelled a good deal in Concord; and everywhere, in shops, and offices, and fields, the inhabitants have appeared to me to be doing penance in a thousand remarkable ways.",
    "What I have heard of Brahmins sitting exposed to four fires and looking in the face of the sun; or hanging suspended, with their heads downward, over flames; or looking at the heavens.",
    "I see young men, my townsmen, whose misfortune it is to have inherited farms, houses, barns, cattle, and farming tools; for these are more easily acquired than got rid of.",
    "Better if they had been born in the open pasture and suckled by a wolf, that they might have seen with clearer eyes what field they were called to labor in.",
    "Most men, even in this comparatively free country, through mere ignorance and mistake, are so occupied with the factitious cares and superfluously coarse labors of life that its finer fruits cannot be plucked by them.",
    "I sometimes wonder that we can be so frivolous, I may almost say, as to attend to the gross but somewhat foreign form of servitude called Negro Slavery, there are so many keen and subtle masters.",

    "it is worse to have a northern one; but worst of all when you are the slave-driver of yourself. Talk of a divinity in man! Look at the teamster on the highway, wending to market by day or night; does any divinity stir within him? His highest duty to fodder and water his horses! What is his destiny to him compared with the shipping interests?",
    "Does not he drive for Squire Make-a-stir? How godlike, how immortal, is he? See how he cowers and sneaks, how vaguely all the day he fears, not being immortal nor divine, but the slave and prisoner of his own opinion of himself, a fame won by his own deeds. Public opinion is a weak tyrant compared with our own private opinion.",
    "What a man thinks of himself, that it is which determines, or rather indicates, his fate. Self-emancipation even in the West Indian provinces of the fancy and imagination,—what Wilberforce is there to bring that about? Think, also, of the ladies of the land weaving toilet cushions against the last day, not to betray too green an interest in their fates!",
    "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation. From the desperate city you go into the desperate country, and have to console yourself with the bravery of minks and muskrats. A stereotyped but unconscious despair is concealed even under what are called the games and amusements of mankind. There is no play in them, for this comes after work. ",
    "When we consider what, to use the words of the catechism, is the chief end of man, and what are the true necessaries and means of life, it appears as if men had deliberately chosen the common mode of living because they preferred it to any other. Yet they honestly think there is no choice left. But alert and healthy natures remember that the sun rose clear.",
    "It is never too late to give up our prejudices. No way of thinking or doing, however ancient, can be trusted without proof. What everybody echoes or in silence passes by as true to-day may turn out to be falsehood to-morrow, mere smoke of opinion, which some had trusted for a cloud that would sprinkle fertilizing rain on their fields. What old people say you cannot do you try and find that you can.",
    "One farmer says to me, “You cannot live on vegetable food solely, for it furnishes nothing to make bones with;” and so he religiously devotes a part of his day to supplying his system with the raw material of bones; walking all the while he talks behind his oxen, which, with vegetable-made bones, jerk him and his lumbering plough along in spite of every obstacle. ",
    "The whole ground of human life seems to some to have been gone over by their predecessors, both the heights and the valleys, and all things to have been cared for. According to Evelyn, “the wise Solomon prescribed ordinances for the very distances of trees; and the Roman prætors have decided how often you may go into your neighbor's land to gather the acorns which fall on it without trespass, and what share belongs to that neighbor.”",
    "Nature and human life are as various as our several constitutions. Who shall say what prospect life offers to another? Could a greater miracle take place than for us to look through each other’s eyes for an instant? We should live in all the ages of the world in an hour; ay, in all the worlds of the ages. History, Poetry, Mythology!",
    "The greater part of what my neighbors call good I believe in my soul to be bad, and if I repent of anything, it is very likely to be my good behavior. What demon possessed me that I behaved so well? You may say the wisest thing you can, old man,—you who have lived seventy years, not without honor of a kind,—I hear an irresistible voice which invites me away from all that.",

    "I think that we may safely trust a good deal more than we do. We may waive just so much care of ourselves as we honestly bestow elsewhere. Nature is as well adapted to our weakness as to our strength. The incessant anxiety and strain of some is a well nigh incurable form of disease. We are made to exaggerate the importance of what work we do; and yet how much is not done by us! or, what if we had been taken sick? How vigilant we are! determined not to live by faith if we can avoid it; all the day long on the alert, at night we unwillingly say our prayers and commit ourselves to uncertainties.",
    "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre. All change is a miracle to contemplate; but it is a miracle which is taking place every instant. Confucius said, “To know that we know what we know, and that we do not know what we do not know, that is true knowledge.” When one man has reduced a fact of the imagination to be a fact to his understanding, I foresee that all men at length establish their lives on that basis.",
    "Let us consider for a moment what most of the trouble and anxiety which I have referred to is about, and how much it is necessary that we be troubled, or, at least, careful. It would be some advantage to live a primitive and frontier life, though in the midst of an outward civilization, if only to learn what are the gross necessaries of life and what methods have been taken to obtain them; or even to look over the old day-books of the merchants, to see what it was that men most commonly bought at the stores, what they stored, that is, what are the grossest groceries.",
    "by the words, necessary of life, I mean whatever, of all that man obtains by his own exertions, has been from the first, or from long use has become, so important to human life that few, if any, whether from savageness, or poverty, or philosophy, ever attempt to do without it. To many creatures there is in this sense but one necessary of life, Food. To the bison of the prairie it is a few inches of palatable grass, with water to drink; unless he seeks the Shelter of the forest or the mountain's shadow. ",
    "The grand necessity, then, for our bodies, is to keep warm, to keep the vital heat in us. What pains we accordingly take, not only with our Food, and Clothing, and Shelter, but with our beds, which are our night-clothes, robbing the nests and breasts of birds to prepare this shelter within a shelter, as the mole has its bed of grass and leaves at the end of its burrow! The poor man is wont to complain that this is a cold world; and to cold, no less physical than social, we refer directly a great part of our ails. ",
    "Most of the luxuries, and many of the so called comforts of life, are not only not indispensable, but positive hindrances to the elevation of mankind. With respect to luxuries and comforts, the wisest have ever lived a more simple and meagre life than the poor. The ancient philosophers, Chinese, Hindoo, Persian, and Greek, were a class than which none has been poorer in outward riches, none so rich in inward. We know not much about them. It is remarkable that we know so much of them as we do. ",
    "When a man is warmed by the several modes which I have described, what does he want next? Surely not more warmth of the same kind, as more and richer food, larger and more splendid houses, finer and more abundant clothing, more numerous incessant and hotter fires, and the like. When he has obtained those things which are necessary to life, there is another alternative than to obtain the superfluities; and that is, to adventure on life now, his vacation from humbler toil having commenced. The soil, it appears, is suited to the seed, for it has sent its radicle downward, and it may now send its shoot upward also with confidence.",
    "at any weather, at any hour of the day or night, I have been anxious to improve the nick of time, and notch it on my stick too; to stand on the meeting of two eternities, the past and future, which is precisely the present moment; to toe that line. You will pardon some obscurities, for there are more secrets in my trade than in most men’s, and yet not voluntarily kept, but inseparable from its very nature. I would gladly tell all that I know about it, and never paint “No Admittance” on my gate.",
    "I have looked after the wild stock of the town, which give a faithful herdsman a good deal of trouble by leaping fences; and I have had an eye to the unfrequented nooks and corners of the farm; though I did not always know whether Jonas or Solomon worked in a particular field to-day; that was none of my business. I have watered the red huckleberry, the sand cherry and the nettle tree, the red pine and the black ash, the white grape and the yellow violet, which might have withered else in dry seasons.",
    "On the whole, I think that it cannot be maintained that dressing has in this or any country risen to the dignity of an art. At present men make shift to wear what they can get. Like shipwrecked sailors, they put on what they can find on the beach, and at a little distance, whether of space or time, laugh at each other’s masquerade. Every generation laughs at the old fashions, but follows religiously the new. We are amused at beholding the costume of Henry VIII., or Queen Elizabeth, as much as if it was that of the King and Queen of the Cannibal Islands."
]
